#include <iostream>
using namespace std;
int main() {
	/*//For1.Даны целые числа K и N(N > 0).Вывести N раз число K 
    int k, n;
    cin >> k >> n;
    int i;
    for (i = 0; i < n; i =i+1 ) {
        cout << k << endl;
    }*/
 /* // For2.Даны два целых числа A и B(A < B).Вывести в порядке возрастания все
      //  целые числа, расположенные между A и B(включая сами числа A и B), а
       // также количество N этих чисел.
    int A, B, i;
    for (i = A; i <= B; i=i+1) {
        cout << i << endl;
    }
    cout << "N:" << B - A + 1 << endl;*/
   /*//For3. Даны два целых числа A и B (A < B). Вывести в порядке убывания все
   // целые числа, расположенные между A и B(не включая числа A и B), а
       // также количество N этих чисел.
        int a, b;    
        cin >> a >> b;
        for (int i = b - 1; i > a; --i) {
            cout << i << endl;
        }
        cout << b - a - 1;*/
    /*//For4. Дано вещественное число — цена 1 кг конфет. Вывести стоимость 1,
   // 2, 10 кг конфет.
    int c;
    cin >> c;
    cout << "Cost:";
    for (int i = 1; i <= 10; ++i)
        cout << i << " kg = " << c * i << endl;*/
}